of-6/OpenFOAM-6-master/tutorials/incompressible/simpleFoam/turbineSiting/0/include/ABLConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

Uref                 10.0;
Zref                 20;
zDir                 (0 0 1);
flowDir              (1 0 0);
z0                   uniform 0.1;
zGround              uniform 935.0;

// ************************************************************************* //
